<?php

namespace Faker\Provider\ar_SA;


class Lorem extends \Faker\Provider\Lorem
{
    protected static $wordList = [
        'الاسم المستعار', 'عواقب وخيمة', 'تلقائي', 'البرهان', 'يجلس', 'الاتهام',
        'برأس', 'الضوء', 'أكثرهم', 'الصوت', 'المشهور', 'مفرط', 'أب',
        'الملك', 'المخترع', 'فيريتاتيس', 'وآخرون', 'شبه', 'المهندس المعماري',
        'بسبب', 'السيرة الذاتية', 'ديكتا', 'سونت', 'المزاج', 'أسبرناتور', 'تلقائي',
        'فيها', 'تلقائي', 'الماء', 'الفيضان', 'لتكون', 'يترقب', 'ماجني',
        'دولوريس', 'إيوس', 'العدو', 'من حيث الاختصاص', 'هو', 'العناء', 'الأخرى',
        'فكان', 'تجويز', 'ووجد', 'كناسه', 'فلما', 'إلا', 'وتسخير',
        'ذلك', 'أمه', 'هذه', 'رجائه', 'قوية', 'العقاب', 'الأولى',
        'أقرب', 'الظباء', 'المتخمرة', 'الروح', 'ولا', 'للأضلاع', 'أب', 'التخلق',
        'واستعان', 'اعتدال', 'وأحالته', 'وهي', 'العبادات', 'زمنهم', 'خاصة',
        'صياصيهم', 'الفكرة', 'أجدني', 'كان', 'والثلج', 'المتقدم',
        'ذاته', 'بسبب', 'الذي', 'وصف', 'إلا', 'بعد', 'ونحوها',
        'فعرفهم', 'يختص', 'ينعقد', 'الماء', 'المحسوسة', 'العنيد', 'الرسل', 'العالم',
        'يتقي', 'السبب', 'الآمر', 'المحاكة', 'ونظر', 'الجزر', 'الأمشاج',
        'فيأس', 'والصراط', 'يزل', 'الأشياء', 'حتى', 'شهوة', 'عليه',
        'وبرودته', 'ويقول:', 'وبرودته', 'جاء', 'قد', 'بلغ', 'حيواناً',
        'المضنون', 'على', 'حتى', 'كله', 'لا', 'الطبيعيين',
        'ومتى', 'ولوعه', 'عليه', 'أعضاء', 'مبلغ', 'كبار',
        'فاشتملوا', 'ومتى', 'المحاكة', 'فيراها', 'في', 'كانوا',
        'عطفت', 'حياته', 'و', 'وأكبروا', 'آمره', 'أسال',
        'استحالة', 'أكثر', 'على', 'في', 'عصباً', 'تنقسم',
        'ويقول:', 'عذاب', 'أقرب', 'فرضناه', 'كانوا', 'الروح', 'وركبها',
        'حركة', 'إذ', 'و', 'ونظافة', 'يجوز', 'والقوى', 'وكميتها', 'وترتيبها',
        'ومتى', 'أدركه', 'شديداً', 'يقظان', 'بعد', 'مخزناً', 'جسم', 'غذائه',
        'بذلك', 'حياته', 'الوصف', 'والبخار', 'حقيقة', 'والعرض', 'فعل',
        'ومتى', 'الانتفاع', 'حظ', 'ذاته', 'شهوة', 'واللهيب', 'والقوى',
        'الصور', 'ولوعه', 'و', 'في', 'ووظائف', 'وابتهلا', 'ينعقد', 'شك',
        'كوكب', 'واللمس', 'حتى', 'كان', 'الأشياء', 'والبرد',
        'راغبين', 'حظ', 'رجائه', 'لا', 'الوصف', 'بالذات',
        'يشتاق', 'طائفة', 'كوكب', 'في', 'جسم', 'للوحوش', 'الانتفاع',
        'فيأس', 'يمتنع', 'ولوعه', 'مع', 'من', 'خصائص', 'عطفت',
        'القوى', 'تكلم', 'يمتنع', 'وكان', 'بعد', 'حقيقة', 'التشريح', 'من',
        'لا', 'واللمس', 'ولوعه', 'الآمر', 'عذاب', 'المريدين',
        'يشتاق', 'لا', 'الانتفاع', 'جاء', 'في', 'الصور',
        'من', 'والعرض', 'أدركه', 'على', 'أهلها', 'يزل', 'بالذات',
        'يجوز', 'تلك', 'و', 'إذ', 'و', 'استحالة',
        'حركة', 'الوصف', 'فرضناه', 'في',
    ];

}
